<?php

return [
    'common' => [
        'required' => 'Поле обязательно для заполнения.',
        'max' => 'Максимальное допустимое количество символов:',
        'min' => 'Минимальное допустимое количество символов:',
        'unique' => 'Значение должно быть уникальным.',
        'email' => 'Пожалуйста предоставьте корректный адрес электронной почты.'
    ],
    'articles' => [
        'image' => 'Пожалуйста предоставьте ссылку на изображение, нельзя вставлять изображение в редактор.'
    ],
    'category' => [
        'not_empty' => 'Нельзя удалить категорию если она или её подкатегории содержат записи.'
    ]
];
